[
    {
        "id": 1,
        "picture": "https://i.ibb.co/PMnPLHL/img2.jpg",
        "title": "Tournament Organise",
        "description": "Expertly manage gaming tournaments, from bracket creation to prize distribution.",
        "details": "Our tournament organization and management services are dedicated to delivering top-tier competitive gaming experiences. We understand that tournaments are the heartbeat of gaming events, and we excel at creating and executing well-organized, high-energy competitions. With expertise in various game formats and genres, our team customizes tournaments to match the unique needs of your event. From creating brackets and scheduling matches to enforcing fair play and awarding prizes, we handle every facet of tournament management. Our objective is to ensure that participants and spectators alike have a memorable and thrilling experience. We place a strong emphasis on prize distribution and recognition, offering enticing packages to motivate participants and celebrate their achievements. Whether it's sourcing prizes or orchestrating award ceremonies, we manage all logistics, leaving you free to focus on creating an unforgettable gaming event.",
        "price": 2000
    },
    {
        "id": 2,
        "picture": "https://i.ibb.co/ph9jrht/ella-don-k-CFXVis-Uqug-unsplash.jpg",
        "title": "Venue Management and Logistics",
        "description": "Seamlessly handle venue logistics for a safe and enjoyable gaming experience.",
        "details": "The choice of venue and efficient logistics are integral elements in the success of any gaming event. Our venue management and logistics services are designed to guarantee that your event runs seamlessly from beginning to end. We work closely with you to select a suitable venue that aligns with your event's objectives and accommodates your expected attendance. Our team oversees all aspects of venue management, including layout design, crowd control, security arrangements, and attendee comfort. Creating a secure and welcoming atmosphere for attendees is of utmost importance to us. Our logistical coordination services encompass everything from parking arrangements and ticketing to food and beverage services. We aim to provide a hassle-free experience for both attendees and event organizers. Whether your event is a large convention or an intimate gathering, our venue management and logistics services are tailored to meet your unique requirements and ensure the success of your gaming event.",
        "price": 3000
    },
    {
        "id": 3,
        "picture": "https://i.ibb.co/7yN3L75/sebastian-pandelache-Frwsc-UWny-P0-unsplash.jpg",
        "title": "Live Streaming and Broadcasting",
        "description": "Stream gaming action live for worldwide viewership with professional production.",
        "details": "To maximize the reach and impact of your gaming event, our live streaming and production services are your ideal choice. We bring gaming events to a global audience, maintaining the highest production standards to provide exceptional live broadcasts. Our all-inclusive solution includes professional-grade camera setups, seasoned commentators, and state-of-the-art production equipment. Whether you opt to stream on platforms like Twitch, YouTube, or your website, we ensure that your event's live broadcast is of the utmost quality. We oversee every facet of production, from camera angles and graphic overlays to engaging live commentary and viewer interaction features. Our expertise extends to incorporating live chat, audience polls, and giveaways to enhance viewer engagement. By choosing our live streaming and production services, you expand your event's global footprint, captivate a diverse audience, and transform your gaming event into a worldwide sensation.",
        "price": 4000
    },
    {
        "id": 4,
        "picture": "https://i.ibb.co/FVHPCw8/campaign-creators-g-Msn-Xq-ILjp4-unsplash.jpg",
        "title": "Technical Support and IT Services",
        "description": "Keep the gaming experience smooth with on-site IT and technical support.",
        "details": "The foundation of any successful gaming event is a smooth and uninterrupted gaming experience. Our technical support and IT services are designed to ensure that attendees can immerse themselves in gameplay without disruptions. Our seasoned technicians are well-equipped to handle a broad spectrum of technical challenges, from ensuring network stability and troubleshooting hardware issues to optimizing performance. We operate behind the scenes to address any technical glitches that may arise, allowing gamers to focus on their passion without interruptions. We understand that technical hiccups can be frustrating for both players and event organizers. To preemptively tackle potential issues, we take a proactive approach to identify and resolve problems before they impact the event. Our goal is to create a seamless and reliable gaming environment that enhances the overall event experience. By offering technical support and IT services, we contribute to the success of your gaming event by ensuring that attendees can fully immerse themselves in the gaming world without worrying about technical hindrances.",
        "price": 5000
    },
    
    {
        "id": 5,
        "picture": "https://i.ibb.co/MPvrXyH/parabol-the-agile-meeting-toolbox-VWLCR5-Bt4fc-unsplash.jpg",
        "title": "Esports Team Management",
        "description": "Support esports teams with recruitment, coaching, and logistics.",
        "details": "Esports teams are the backbone of competitive gaming, and our esports team support services are tailored to empower these teams on their journey to excellence. We offer a wide spectrum of support, spanning player recruitment, coaching, strategy development, and logistical coordination. Our team possesses an in-depth understanding of the esports landscape, and we leverage this knowledge to assist professional gaming teams in achieving their goals. We help teams identify and recruit top-tier talent, providing them with the resources and guidance needed to excel in the competitive gaming arena. Coaching and strategy refinement are pivotal components of our esports team support services. We collaborate closely with coaches and analysts to fine-tune gameplay strategies, enhance team synergy, and analyze opponents' strengths and weaknesses. Furthermore, our logistical coordination services ensure that teams can concentrate on their performance without being burdened by travel arrangements, accommodations, and event logistics. We manage all logistical aspects, allowing teams to focus on what they do best—winning championships. With our esports team support services, we aim to contribute to the growth and success of professional gaming teams, enabling them to compete at the highest level and fulfill their aspirations.",
        "price": 4500
    },
    {
        "id": 6,
        "picture": "https://i.ibb.co/C51WsB1/lorenzo-herrera-p0j-m-E6m-Go4-unsplash.jpg",
        "title": "Vendor and Merchandise Booths",
        "description": "Discover and buy the latest gaming gear and accessories.",
        "details": " Gaming events are a unique opportunity for attendees to explore the latest gaming hardware, peripherals, and exclusive merchandise. Our vendor and merchandise booth services create a bustling marketplace within your event, catering to the diverse interests of gaming enthusiasts. We curate a diverse selection of vendors offering a wide range of gaming-related products. Attendees can peruse the latest gaming consoles, PC hardware, collectibles, clothing, and limited-edition items. These booths serve as a treasure trove for attendees, allowing them to discover and acquire items that cater to their gaming passions. Our merchandise booths provide a unique platform for attendees to explore new products and engage with their favorite brands. We ensure vendors have dedicated spaces to showcase their products, facilitating attendee interaction with the latest innovations in gaming. By offering vendor and merchandise booths at your gaming event, you not only enhance the overall experience for attendees but also create valuable opportunities for vendors to connect with their target audience.",
        "price": 3500
    },
    {
        "id": 7,
        "picture": "https://i.ibb.co/dkm6K40/kashawn-hernandez-a-Lm-K7p-F3s7-M-unsplash.jpg",
        "title": "Cosplay Services",
        "description": "Dive into the world of gaming cosplay with contests and workshops.",
        "details": "Embrace the vibrant world of cosplay with our dedicated services. We curate cosplay and costume contests, workshops, and interactive experiences designed to immerse attendees in the creative art of cosplaying. Our cosplay services extend to organizing costume contests that showcase the incredible talents of cosplayers. From crafting detailed costumes to embodying beloved characters, cosplayers bring the magic of gaming to life. We provide platforms for them to shine, host runway shows, and enable fans to meet their favorite gaming characters. Collaboration with professional cosplayers adds authenticity and excitement to your event. Their presence enhances the atmosphere, creating memorable photo opportunities and unforgettable moments for attendees. Our goal is to enrich the overall gaming event experience by celebrating the dedication and passion of cosplayers, making your event a hub of creativity and inspiration.",
        "price": 5000
    },
    {
        "id": 8,
        "picture": "https://i.ibb.co/rd8BQCR/flipsnack-beg6r-FNp-DKM-unsplash.jpg",
        "title": "Game Developers and Publishers",
        "description": "Get a sneak peek at upcoming games and meet the developers.",
        "details": " Game developers and publishers play a pivotal role in the gaming industry, and our game developer showcase services provide them with a platform to directly engage with gamers. We create opportunities for developers to showcase their upcoming titles, gather player feedback, and build anticipation for their games. Our showcases may encompass hands-on demos, exclusive previews, and developer insights into the creative process behind their games. Attendees have the unique opportunity to interact with developers, ask questions, and provide valuable feedback that can influence the final product. We ensure that developers have an ideal environment to effectively present their games, with dedicated spaces, marketing support, and engagement opportunities. Whether it's an indie developer seeking recognition or a major publisher unveiling a blockbuster title, our services cater to all. With our game developer showcase services, we aim to create a mutually beneficial relationship between developers and gamers. Developers gain insights into player preferences and expectations, while gamers get a sneak peek into the exciting world of game development. The result is a richer and more interactive gaming event experience that benefits both creators and consumers.",
        "price": 2000
    },
    {
        "id": 9,
        "picture": "https://i.ibb.co/z2q0xc0/francesco-ungaro-Vz7-G4-Ptme-Ho-unsplash.jpg",
        "title": "Community Engagement and Fan Zones",
        "description": "Foster connections, play, and engagement with fellow gamers and influencers.",
        "details": "Gaming events are more than just opportunities to play games; they also serve as platforms for fostering a sense of community and facilitating connections among attendees. Our community engagement and fan zone services are designed to create interactive spaces within your event that promote social interaction and meaningful connections. We curate dedicated fan zones where attendees can meet and interact with fellow gamers, content creators, and influencers. These zones offer opportunities for mini-tournaments, Q&A sessions, autograph signings, and photo opportunities, allowing fans to connect with their idols and peers. Additionally, we offer community engagement activities that encourage attendees to actively participate in the event. Whether it's cosplay meetups, fan art exhibitions, or gaming-themed challenges, our services add an extra layer of excitement and engagement to your event. Our goal is to create an inclusive and vibrant gaming community within your event, where attendees can form friendships, share their passion for gaming, and depart with unforgettable memories.",
        "price": 3000
    },
    {
        "id": 10,
        "picture": "https://i.ibb.co/R9Tk2KY/jason-goodman-Oalh2-Moj-Uuk-unsplash.jpg",
        "title": "Panel Discussions and Workshops",
        "description": "Attend engaging panel discussions and workshops on gaming topics.",
        "details": "Gaming events offer more than just gameplay; they provide opportunities for attendees to engage in thought-provoking discussions, learn from industry experts, and gain insights into the gaming universe. Our panel discussions and workshops are meticulously designed to foster a dynamic and educational environment within your event. We bring together a diverse array of industry experts, game developers, influencers, and thought leaders to participate in panel discussions on a wide range of topics. Whether it's game design, industry trends, esports strategies, or the social impact of gaming, our panels offer attendees unique perspectives and valuable knowledge. In addition to panels, we offer workshops that encourage hands-on participation, skill development, and practical learning. Workshops span various aspects of gaming, from game development and streaming to hardware customization and cosplay crafting. Our aim is to create a learning experience that complements the excitement of gaming. By offering panel discussions and workshops, your event becomes a hub for knowledge sharing and personal growth.",
        "price": 2500
    }
]