[
    {
        "id": 1,
        "picture": "https://i.ibb.co/PMnPLHL/img2.jpg",
        "title": "Tournament Organise",
        "description": "Expertly manage gaming tournaments, from bracket creation to prize distribution.",
        "details": "Our tournament organization and management services are dedicated to delivering top-tier competitive gaming experiences. We understand that tournaments are the heartbeat of gaming events, and we excel at creating and executing well-organized, high-energy competitions. With expertise in various game formats and genres, our team customizes tournaments to match the unique needs of your event. From creating brackets and scheduling matches to enforcing fair play and awarding prizes, we handle every facet of tournament management.",
        "price": 2000
    },
    {
        "id": 2,
        "picture": "https://i.ibb.co/ph9jrht/ella-don-k-CFXVis-Uqug-unsplash.jpg",
        "title": "Venue Management and Logistics",
        "description": "Seamlessly handle venue logistics for a safe and enjoyable gaming experience.",
        "details": "The choice of venue and efficient logistics are integral elements in the success of any gaming event. Our venue management and logistics services are designed to guarantee that your event runs seamlessly from beginning to end. We work closely with you to select a suitable venue that aligns with your event's objectives and accommodates your expected attendance. Our team oversees all aspects of venue management, including layout design, crowd control, security arrangements, and attendee comfort.",
        "price": 3000
    },
    {
        "id": 3,
        "picture": "https://i.ibb.co/7yN3L75/sebastian-pandelache-Frwsc-UWny-P0-unsplash.jpg",
        "title": "Live Streaming and Broadcasting",
        "description": "Stream gaming action live for worldwide viewership with professional production.",
        "details": "To maximize the reach and impact of your gaming event, our live streaming and production services are your ideal choice. We bring gaming events to a global audience, maintaining the highest production standards to provide exceptional live broadcasts. Our all-inclusive solution includes professional-grade camera setups, seasoned commentators, and state-of-the-art production equipment. Whether you opt to stream on platforms like Twitch, YouTube, or your website, we ensure that your event's live broadcast is of the utmost quality.",
        "price": 4000
    },
    {
        "id": 4,
        "picture": "https://i.ibb.co/FVHPCw8/campaign-creators-g-Msn-Xq-ILjp4-unsplash.jpg",
        "title": "Technical Support and IT Services",
        "description": "Keep the gaming experience smooth with on-site IT and technical support.",
        "details": "The foundation of any successful gaming event is a smooth and uninterrupted gaming experience. Our technical support and IT services are designed to ensure that attendees can immerse themselves in gameplay without disruptions. Our seasoned technicians are well-equipped to handle a broad spectrum of technical challenges, from ensuring network stability and troubleshooting hardware issues to optimizing performance.",
        "price": 5000
    },
    
    {
        "id": 5,
        "picture": "https://i.ibb.co/MPvrXyH/parabol-the-agile-meeting-toolbox-VWLCR5-Bt4fc-unsplash.jpg",
        "title": "Esports Team Management",
        "description": "Support esports teams with recruitment, coaching, and logistics.",
        "details": "Esports teams are the backbone of competitive gaming, and our esports team support services are tailored to empower these teams on their journey to excellence. We offer a wide spectrum of support, spanning player recruitment, coaching, strategy development, and logistical coordination. Our team possesses an in-depth understanding of the esports landscape, and we leverage this knowledge to assist professional gaming teams in achieving their goals. We help teams identify and recruit top-tier talent, providing them with the resources and guidance needed to excel in the competitive gaming arena.",
        "price": 4500
    },
    {
        "id": 6,
        "picture": "https://i.ibb.co/C51WsB1/lorenzo-herrera-p0j-m-E6m-Go4-unsplash.jpg",
        "title": "Vendor and Merchandise Booths",
        "description": "Discover and buy the latest gaming gear and accessories.",
        "details": " Gaming events are a unique opportunity for attendees to explore the latest gaming hardware, peripherals, and exclusive merchandise. Our vendor and merchandise booth services create a bustling marketplace within your event, catering to the diverse interests of gaming enthusiasts. We curate a diverse selection of vendors offering a wide range of gaming-related products. Attendees can peruse the latest gaming consoles, PC hardware, collectibles, clothing, and limited-edition items.",
        "price": 3500
    },
    {
        "id": 7,
        "picture": "https://i.ibb.co/dkm6K40/kashawn-hernandez-a-Lm-K7p-F3s7-M-unsplash.jpg",
        "title": "Cosplay Services",
        "description": "Dive into the world of gaming cosplay with contests and workshops.",
        "details": "Embrace the vibrant world of cosplay with our dedicated services. We curate cosplay and costume contests, workshops, and interactive experiences designed to immerse attendees in the creative art of cosplaying. Our cosplay services extend to organizing costume contests that showcase the incredible talents of cosplayers. From crafting detailed costumes to embodying beloved characters, cosplayers bring the magic of gaming to life. We provide platforms for them to shine, host runway shows, and enable fans to meet their favorite gaming characters.",
        "price": 5000
    },
    {
        "id": 8,
        "picture": "https://i.ibb.co/rd8BQCR/flipsnack-beg6r-FNp-DKM-unsplash.jpg",
        "title": "Game Developers and Publishers",
        "description": "Get a sneak peek at upcoming games and meet the developers.",
        "details": " Game developers and publishers play a pivotal role in the gaming industry, and our game developer showcase services provide them with a platform to directly engage with gamers. We create opportunities for developers to showcase their upcoming titles, gather player feedback, and build anticipation for their games. Our showcases may encompass hands-on demos, exclusive previews, and developer insights into the creative process behind their games. Attendees have the unique opportunity to interact with developers, ask questions, and provide valuable feedback that can influence the final product.",
        "price": 2000
    },
    {
        "id": 9,
        "picture": "https://i.ibb.co/R9Tk2KY/jason-goodman-Oalh2-Moj-Uuk-unsplash.jpg",
        "title": "Panel Discussions and Workshops",
        "description": "Attend engaging panel discussions and workshops on gaming topics.",
        "details": "Gaming events offer more than just gameplay; they provide opportunities for attendees to engage in thought-provoking discussions, learn from industry experts, and gain insights into the gaming universe. Our panel discussions and workshops are meticulously designed to foster a dynamic and educational environment within your event. We bring together a diverse array of industry experts, game developers, influencers, and thought leaders to participate in panel discussions on a wide range of topics.",
        "price": 2500
    }
]